<!-- الاسم وسيم يحي حسين الشهاري
 التخصص / الأمن السيبراني مستوى 3 
 المجموعة الأولى 
 الجامعه الوطنية
 -->

<?php
  $student =["wasim","mohammed","motahar","salah","ibrahim"];

  foreach($student as $stu){
    echo "  اتمنى لك التوفيق في دراستك والأمتحانات  $stu    مرحباً  <br>  ";
   
}
echo "--------------------------------------------------------------------<br>";

$colors =['red' => '31'];
for ($num =1; $num<=10; $num++){
    if ($num % 2 == 0){
        echo " <br> The Number is Double :👉 $num 👈<br>";
    }
    // echo "$num <br>";
}
?>
